cask_args appdir: "/Applications"

brew "jq"
brew "tree"
brew "git"
brew "oven-sh/bun/bun"
brew "starship"
brew "neovim"
brew "zsh-completions"
brew "font-hackgen"
brew "font-hackgen-nerd"
brew "deno"

cask "docker"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "keyboardcleantool"
cask "kindle"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
cask "wezterm"
cask "zed"
cask "cursor"
cask "arc"
cask "karabiner-elements"
cask "figma"
cask "font-commit-mono"
