FaroSystemAppender constructor
1natsu.insert-br-tag
4ops.terraform
aaron-bond.better-comments
aerokaido.three-js-snippets
alefragnani.project-manager
amiralizadeh9480.laravel-extra-intellisense
apollographql.vscode-apollo
astro-build.astro-vscode
asvetliakov.vscode-neovim
austenc.laravel-blade-spacer
biomejs.biome
blanu.vscode-styled-jsx
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
clinyong.vscode-css-modules
codingyu.laravel-goto-view
commmune-inc.i18n-commmune
ctenbrinke.vscode-tsv
damms005.devdb
dbaeumer.vscode-eslint
denoland.vscode-deno
divlo.vscode-styled-jsx-languageserver
divlo.vscode-styled-jsx-syntax
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
figma.figma-vscode-extension
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
glenn2223.live-sass
glitchbl.laravel-create-view
gruntfuggly.todo-tree
hediet.vscode-drawio
humao.rest-client
ihunte.laravel-blade-wrapper
janisdd.vscode-edit-csv
kingwl.vscode-vitest-runner
mariusalchimavicius.json-to-ts
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mosapride.zenkaku
mquandalle.graphql
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
naoray.laravel-goto-components
nixon.env-cmd-file-syntax
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
orta.vscode-jest
orta.vscode-twoslash
orta.vscode-twoslash-queries
pgl.laravel-jump-controller
pranaygp.vscode-css-peek
prisma.prisma
pulkitgangwar.nextjs-snippets
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
ryannaddy.laravel-artisan
shufo.vscode-blade-formatter
slevesque.shader
ssmi.after-dark
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
teabyii.ayu
twxs.cmake
unifiedjs.vscode-mdx
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscode-icons-team.vscode-icons
vunguyentuan.vscode-css-variables
wakatime.vscode-wakatime
whizkydee.material-palenight-theme
wix.vscode-import-cost
wordpresstoolbox.wordpress-toolbox
xdebug.php-debug
yoavbls.pretty-ts-errors
yusukehirao.vscode-markuplint
yzhang.markdown-all-in-one
